Revit 2024 API
ParameterTypeId.BoundaryZTranslationSpring Property
 "Z Translation - Spring"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId BoundaryZTranslationSpring { get; }
Visual Basic
Public Shared ReadOnly Property BoundaryZTranslationSpring As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ BoundaryZTranslationSpring {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace